Repository: HamidSL/VidlyApp
Catalog: VidlyPrototype/Resources/Controller.Movies.*.resx
Languages: tr

# added_to_rentals
source: Movie Added To Your Rentals List
tr: Kiralama Listenize Film Eklendi

source: Add Movie
tr: Film Ekle

source: Available
tr: Var Olan

source: Create Movie
tr: Film Ekle

source: Date Added
tr: Ekleme Tarihi

source: Delete Movie
tr: Filmi Sil

# form_info_message
source: When a movie is chosen from the provided suggestion dropdown list, the movie id is stored and is used to acquire more data on the movie online. If you would like to input the movie details on your own, please make sure to input data without choosing from the dropdown list or if you choose from the list, please make sure to delete the entire movie name before inputing your own movie name.
tr: Sağlanan öneri açılır listesinden bir film seçildiğinde, film kimliği saklanır ve çevrimiçi film hakkında daha fazla veri almak için kullanılır. Film ayrıntılarını kendi başınıza girmek istiyorsanız, lütfen açılır listeden seçim yapmadan veri girdiğinizden emin olun veya listeden seçim yapın, lütfen kendi film adınızı girmeden önce tüm film adını sildiğinizden emin olun.

source: Genre
tr: Türü

source: Movie Genres
tr: Film Türleri

# movie_genres_sl
source: Select Movie Genre
tr: Film Türü Seç

# name
source: Movie Name
tr: Film İsmi

source: Number In Stock
tr: Stoktaki Sayı

# page_title
source: Movies
tr: Filmler

source: Release Date
tr: Yayın Tarihi

source: Rent
tr: Kirala

source: Rented
tr: Kiralanmış

# rent_sure
source: Are you sure you want to rent this movie?
tr: Bu filmi kiralamak istediğinize emin misiniz?

source: Save
tr: Kaydet

source: Show
tr: Göster

source: Update Movie
tr: Filmi Güncelle

# view_movie
source: View Movie Data
tr: Film Verilerini Görüntüle
